ansible
autojump
bash
bash-completion
cronie
dhcpcd
firefox
go
gzip
jupyter-notebook
less
logrotate
make
man-db
man-pages
nginx
npm
pacman
pass
php
php-fpm
php-gd
php-intl
pkgfile
python-matplotlib
python-pandas
python-pip
rsync
sed
sshpass
sudo
tar
vim
wget
which
