accerciser
adobe-source-code-pro-fonts
amd-ucode
ansible
autogen
automake
baobab
bash
bash-completion
bison
brasero
bzip2
cabextract
chrome-gnome-shell
cmake
composer
coreutils
cronie
cryptsetup
dconf-editor
devhelp
device-mapper
dhcpcd
diffutils
docker
e2fsprogs
efibootmgr
eog
epiphany
evince
fakeroot
file
file-roller
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc-libs
gconf
gdm
gedit
gettext
git
glibc
gnome-backgrounds
gnome-boxes
gnome-builder
gnome-calculator
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-video-effects
gnome-weather
gnu-free-fonts
gnu-netcat
go
gpicview
grep
grilo-plugins
grub
gthumb
guake
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hitori
httpie
iagno
inetutils
intel-ucode
iproute2
iputils
jfsutils
jupyter-notebook
less
libreoffice-fresh
licenses
lightsoff
linux
linux-firmware
linux-headers
logrotate
lvm2
lxappearance
lxappearance-obconf
lxde-common
lxde-icon-theme
lxdm
lxhotkey
lxinput
lxlauncher
lxpanel
lxrandr
lxsession
lxtask
lxterminal
make
man-db
man-pages
mariadb
mdadm
mousetweaks
mplayer
mpv
mutter
nano
nautilus
netctl
network-manager-applet
networkmanager
nginx-mainline
npm
nss-mdns
ntp
openbox
orca
pacman
pass
patch
pciutils
pcmanfm
perl
php
php-fpm
php-gd
php-intl
php-pgsql
php-sqlite
pkgfile
pkgstats
polari
postgresql
postgresql-old-upgrade
powerline-fonts
powertop
procps-ng
psmisc
python-matplotlib
python-pandas
python-pip
python-pymongo
python-qtpy
python2-pip
python2-pymongo
python2-yaml
quadrapassel
reiserfsprogs
rsync
rtorrent
ruby-bundler
s-nail
sed
shadow
simple-scan
sqlitebrowser
sshpass
steam
sublime-text
subversion
sudo
sushi
swell-foop
sysfsutils
sysprof
systemd-sysvcompat
tali
tar
texinfo
the_silver_searcher
totem
tracker
tracker-miners
ttf-croscore
ttf-dejavu
ttf-droid
ttf-roboto
ufw
usbutils
util-linux
vi
vim
vino
weechat
wget
which
xdg-user-dirs-gtk
xf86-input-keyboard
xf86-input-mouse
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xterm
yarn
yelp
